{"Name":"FHJZGJ","DisplayName":"凤凰九转古诀「非超模mod」","GameVersion":1.252,"Version":1.6,"Desc":"[作者]\r\n    MzJ\r\n[简介]\r\n新增功法：【凤凰九转古诀】\r\n\r\n功法的意义：赋予官方特殊词条「凤凰血脉」真正的价值，凤凰血脉这个词条听起来这么厉害，居然只能在外门打工？\r\n所以，这个功法只能「凤凰血脉」修炼，其他人修炼是废的。\r\n\r\n功法定位：数据强度完全对标玄天两仪的太极，但区别于两仪。两仪的特色是双倍法宝极致的攻击，凤凰古诀的特色是极致的续航，把凤凰古诀修炼至极限，可御一羽（凶凤boss同款），而烬灭天下。\r\n\r\n提示：此功法所有技能无法录入藏经阁，无法寄托，所以不会影响游戏原框架；修炼中会有9道极强的雷劫，一道比一道强，未拿全道统，请勿修炼。\r\n\r\n下面开始介绍：\r\n\r\n一、增加4个秘闻，介绍凤凰古诀的背景设定，并融入官方剧情：秘闻一：可解锁凤栖崖地点（第30天触发）；秘闻二：解锁功法，需要「凤凰血脉」（第30天自动开启）；秘闻三：当凤凰古诀修炼至八转涅槃，可去凤栖崖九转涅槃，需要凤凰血脉（第30天后符合条件自动触发）；秘闻四：把凤凰古诀修炼至极致，可获得「称号」、「灵契：上古焱凰」、「焱凰玄紫套」（第35天触发）。\r\n\r\n二、增加2个专属秘宝：\r\n【烬灭神羽】：凶凤boss同款火羽，极其酷炫，但是材料非常难获得。\r\n【仿·烬灭神羽】：普通火羽秘宝，没练出烬灭神羽可暂时用下，但是会弱很多。\r\n\r\n三、对【凤凰血脉】词条描述进行重写，并修改了属性加成，增加了一个专属轮回者【凤雪儿】。\r\n\r\n四、5个神通\r\n「凤凰定境」：入定的改良版，加快凤凰古诀的成型。\r\n\r\n「摧神灭体」：释放自身的凤凰威压，令一个受术者元神逐渐溃散，直至寂灭。\r\n\r\n「逆天改命」：以凤凰之火炼化仙人遗骨之灵，将一名弥留角色复活。\r\n\r\n「烬天结界」：以凤凰神火布下烬天结界，使场景温度大幅上升，所有我方角色自然恢复力，灵气恢复速度大幅提高。\r\n\r\n「焱火封印」：以凤凰真焱封印自身道基，滞留人间，再次释放可解开封印。（开启后会有一个火盾特效，以便区分。）\r\n\r\n五、战斗设计：凤凰古诀的战斗将会非常炫酷，一旦练成【烬灭神羽】，就像凶凰boss一样，满屏的火羽，有6s暖机时间，主要是功法技能的设定，每根火羽只能攻击一次，攻击一次然后再分裂一次，所以你会看到火羽不断的发出，然后不断的回收，有一种凤凰用自己的凰羽去攻击的感觉。\r\n\r\n六、添加一个「灵契：上古焱凰」，为了防超模，属性加成只比灵契：虎多了1级战斗等级。\r\n\r\n最后，在此鸣谢tefeink的「凤凰七转宝录」，功法里很多概念及灵感都来源于太古鸿蒙系列，所以tefeink也是该功法的作者之一；然后一定要鸣谢执笔大佬，对此功法的大力帮助！！！\r\n如果你喜欢这个功法，且有对强度方面的建议，可以来交流群：562441080。\r\n\r\n功法的所有代码都基于游戏本体写的，应该不会出现什么mod导致的bug问题。\r\n","Author":"tefeink//丶执笔//Mz","UIPackage":null,"ID":"3256944436","Flag":2072827381,"Tags":["Reincarnation","Gong","Esoterica","Beautify","Function","Usability","Integrated","Content","ExcludeRealmsHeaven"],"IncreasedDesc":"v1.1：功法的所有代码都基于游戏本体写的，应该不会出现什么mod导致的bug问题。\nv1.2：在飞升前加一个瓶颈，以防大家忘记去拿九转凤凰就开始要渡劫而无法历练。\nv1.3：修复一些已知问题，并平衡功法强度。\nv1.4:\n增加部分：\n1、添加技能：「凤凰不灭界」\n2、添加神通：「焱火封印」\n3、添加专属套装：「焱凰玄紫套」\n修改部分：\n1、秘闻触发时间修改；\n2、平衡功法强度，法宝数量限制1个，寄托玩法损失的5个法宝位已在功法里补强；\n3、修改专属秘宝强度，为了减少肝度，现在做出来就是秒回，不用去sl秒回了；\n4、修改神通「烬天结界」的效果；\n5、删除一转到九转凤凰的技能形式，变更为其他形式；\n6、削弱功法雷劫强度；\n7、增加两个术法元灵\n8、一次改太多了，真想不起还改哪了。\nv1.5：削弱秘宝，上一版超模得离谱。\nv1.6：减少专属秘宝制作材料，现在只用打一只凤凰。","IsInsideCreat":false,"Previews":[],"ParentModInfo":["ModLoaderLite,5.1,巨弩级灵压,轻量模组加载库 ModloaderLite,1997170546"]}